[
  {
    "name": "Backside 180",
    "slug": "backside-180",
    "description": "Le Backside 180 est une figure de snowboard classique et élégante qui consiste à effectuer une rotation de 180 degrés dans le sens contraire des aiguilles d'une montre (pour les riders réguliers, dans le sens des aiguilles d'une montre pour les riders goofy). C'est une figure polyvalente et souvent utilisée comme base pour des tricks plus avancés.\n\nLors de l'exécution d'un Backside 180, le rider commence en position de départ avec une légère flexion des jambes et les bras positionnés de manière équilibrée. Au moment de la rotation, le rider utilise son poids et ses épaules pour pivoter le haut de son corps dans le sens inverse de sa direction de déplacement, tandis que les hanches et les jambes suivent naturellement le mouvement.\n\nLa clé pour réussir un Backside 180 réside dans la coordination entre le mouvement du haut du corps et le balancement des jambes. Une fois que le rider a effectué la rotation de 180 degrés, il atterrit en position switch (avec le pied arrière devant), prêt à continuer sa descente ou enchaîner avec d'autres figures.\n\nLe Backside 180 peut être réalisé sur diverses zones du parcours, que ce soit sur un saut, un quarterpipe, une rampe ou même sur des modules de street. Il peut être stylisé avec différentes variations telles que les grabs (attraper la planche en vol), les tweaks (ajuster la position de la planche en l'air) ou encore les presses (appuyer sur la planche pour effectuer des grinds).\n\nCette figure est souvent la première rotation que les riders apprennent, car elle offre une introduction progressive aux rotations et permet de développer la coordination et la maîtrise du mouvement du corps dans les airs. De plus, le Backside 180 constitue une base solide pour progresser vers des figures plus avancées, telles que les Backside 360 ou les spins avec des grabs.\n\nQue ce soit sur les pistes ou dans le park, le Backside 180 est une figure classique et intemporelle qui offre aux riders la possibilité de s'exprimer et de développer leur style personnel. C'est une figure polyvalente et agréable à réaliser, qui incite les riders à repousser leurs limites et à explorer de nouvelles possibilités créatives sur leur planche de snowboard.",
    "groupTrick": "Rotation",
    "featuredMedia": {
      "filename": "featured.png",
      "sourceName": "Ed Blomfield",
      "sourceLink": "https://whitelines.com/snowboarding-advice/trick-tips/kicker/slo-mo-trick-tips-backside-180.html"
    },
    "medias": [
      {
        "type": "image",
        "filename": "0.png",
        "sourceName": "Luke Hansen",
        "sourceLink": "http://www.keyaspectscoaching.com/freestyle-tips/how-to-backside-180-on-a-snowboard-heel-edge/"
      },
      {
        "type": "video",
        "link": "https://www.youtube.com/embed/zqJLx7vZ7Uk"
      },
      {
        "type": "video",
        "link": "https://www.dailymotion.com/embed/video/x3qlsdd"
      }
    ]
  },
  {
    "name": "Frontside 360",
    "slug": "frontside-360",
    "description": "Le Frontside 360 est une figure de snowboard impressionnante qui consiste à effectuer une rotation complète de 360 degrés dans le sens des aiguilles d'une montre (pour les riders réguliers, dans le sens contraire des aiguilles d'une montre pour les riders goofy). C'est une figure avancée qui demande à la fois technique, contrôle et précision.\n\nPour réaliser un Frontside 360, le rider commence en position de départ avec les bras équilibrés et les jambes fléchies. Au moment de l'impulsion, le rider utilise son poids et ses épaules pour initier la rotation en pivotant le haut de son corps dans le sens de la rotation. Les hanches et les jambes suivent le mouvement, permettant au rider de tourner complètement à 360 degrés.\n\nLa clé pour réussir un Frontside 360 réside dans la maîtrise de la rotation et de l'équilibre. Le rider doit garder le contrôle de sa vitesse et de sa trajectoire tout en effectuant la rotation. Une fois la rotation de 360 degrés terminée, le rider atterrit en position normale (avec le pied avant devant) et prêt à poursuivre sa descente ou à enchaîner avec d'autres figures.\n\nLe Frontside 360 peut être réalisé sur différents types de terrains, que ce soit sur des kickers, des hips, des tables, des halfpipes ou même dans des lignes de jibbing. Il offre de nombreuses possibilités de stylisation, comme les grabs (attraper la planche en vol), les tweaks (ajuster la position de la planche en l'air) ou encore les rotations désaxées.\n\nCette figure est souvent considérée comme un véritable défi pour les riders, car elle nécessite une coordination précise, une maîtrise de l'équilibre et une bonne technique de rotation. Réaliser un Frontside 360 avec amplitude et fluidité demande du travail et de la pratique, mais une fois maîtrisée, cette figure offre une sensation de satisfaction et une fierté personnelle.\n\nLe Frontside 360 est également une base solide pour progresser vers des figures encore plus avancées, telles que les Frontside 540, les rotations multiples ou les combos de tricks. Il permet aux riders de repousser leurs limites, d'explorer leur créativité et de développer leur propre style en ajoutant des variations et des stylisations personnelles.\n\nQue ce soit dans un contexte de freestyle ou de freeride, le Frontside 360 est une figure emblématique qui incarne l'esprit du snowboard et l'envie de repousser les frontières. C'est une figure spectaculaire à réaliser et à observer, témoignant du talent et de l'audace des riders qui osent se lancer dans cette rotation complète dans les airs.",
    "groupTrick": "Rotation",
    "featuredMedia": {
      "filename": "featured.png",
      "sourceName": "Ed Blomfield",
      "sourceLink": "https://onboardmag.fr/en-vedette-snow/snow-interviews/slo-mo-trick-tips-frontside-360"
    },
    "medias": [
      {
        "type": "image",
        "filename": "0.png",
        "sourceName": "Coachup",
        "sourceLink": "https://www.coachup.com/nation/articles/snowboarding-executing-a-frontside-3"
      },
      {
        "type": "image",
        "filename": "1.png",
        "sourceName": "Imperium Snow",
        "sourceLink": "https://www.imperiumsnow.com/faire-un-frontside-360-en-snowboard.html"
      },
      {
        "type": "video",
        "link": "https://www.youtube.com/embed/Sh3qT1INT_I"
      },
      {
        "type": "video",
        "link": "https://www.youtube.com/embed/Mr4tsSzsWOs"
      },
      {
        "type": "video",
        "link": "https://www.dailymotion.com/embed/video/xxrtwg"
      }
    ]
  },
  {
    "name": "Cab 540",
    "slug": "cab-540",
    "description": "La figure de snowboard appelée \"Cab 540\" est une manoeuvre acrobatique impressionnante qui implique une rotation de 540 degrés dans le sens inverse des aiguilles d'une montre (pour les riders réguliers) ou dans le sens des aiguilles d'une montre (pour les riders goofy) tout en effectuant un saut en switch. C'est une figure avancée qui nécessite à la fois maîtrise, coordination et confiance.\n\nPour réaliser un Cab 540, le rider débute en position switch, c'est-à-dire avec le pied arrière en avant. Il fléchit les jambes, se prépare pour le saut et donne une impulsion puissante pour gagner de l'altitude. Au moment de l'impulsion, le rider utilise son poids et ses épaules pour amorcer la rotation en pivotant le haut de son corps et ses épaules dans la direction de la rotation. Les hanches et les jambes suivent le mouvement, permettant au rider d'effectuer la rotation complète de 540 degrés.\n\nLa clé pour réussir un Cab 540 réside dans la maîtrise de l'équilibre, de la rotation et de la réception. Le rider doit garder le contrôle de sa vitesse et de sa trajectoire tout en effectuant la rotation et en anticipant la réception. Une fois la rotation de 540 degrés achevée, le rider prépare sa position d'atterrissage en extension des jambes et en alignant sa planche parallèlement à la pente. Il se prépare ensuite à fléchir les jambes pour absorber l'impact de la réception et à poursuivre sa descente en switch ou à enchaîner avec d'autres tricks.\n\nLe Cab 540 peut être réalisé sur différents types de modules et de terrains tels que des kickers, des tables, des quarter-pipes ou même des half-pipes. Il offre également différentes possibilités de stylisation, comme les grabs (attraper la planche en vol), les tweaks (ajuster la position de la planche en l'air) ou encore les rotations désaxées.\n\nCette figure demande une grande technique, une coordination précise et une confiance en soi. La rotation de 540 degrés en switch ajoute un niveau de difficulté supplémentaire à la manoeuvre, car le rider doit s'adapter à une position inhabituelle tout en effectuant la rotation dans les airs. Il faut également une bonne compréhension de la dynamique du mouvement, ainsi qu'une maîtrise des appuis et des transferts de poids pour assurer une rotation fluide et contrôlée.\n\nLe Cab 540 est une figure qui incarne l'esprit du snowboard freestyle et l'audace des riders qui repoussent les limites de leur créativité et de leur technique. C'est une manoeuvre spectaculaire à voir et à réaliser, qui nécessite un entraînement régulier, de la persévérance et une passion pour le snowboard. Une fois maîtrisée, cette figure ouvre la voie à d'autres tricks plus avancés et permet au rider de développer son style personnel et sa signature sur la neige.",
    "groupTrick": "Rotation",
    "featuredMedia": {
      "filename": "featured.png",
      "sourceName": "YT Whitelines Snowboarding",
      "sourceLink": "https://www.youtube.com/watch?v=5jRNvYmG6Bs"
    },
    "medias": [
      {
        "type": "video",
        "link": "https://www.youtube.com/embed/5jRNvYmG6Bs"
      },
      {
        "type": "video",
        "link": "https://www.youtube.com/embed/p4mTzbidCGY"
      }
    ]
  },
  {
    "name": "Tailslide",
    "slug": "tailslide",
    "description": "Le Tailslide est une figure de snowboard qui combine équilibre, coordination et style. C'est un trick polyvalent qui peut être réalisé sur divers types de modules tels que des rails, des boxes ou des jibs. Cette figure consiste à glisser sur le module en appuyant principalement sur le tail (partie arrière) de la planche, d'où son nom \"Tailslide\".\nPour effectuer un Tailslide, le rider s'approche du module avec suffisamment de vitesse pour pouvoir monter dessus. Une fois sur le module, le rider fléchit légèrement les jambes et se positionne avec le poids centré sur la planche. Il transfère ensuite son poids sur le tail de la planche tout en maintenant un bon équilibre. L'objectif est de glisser sur le module en gardant la partie arrière de la planche en contact avec la surface du module, tandis que la partie avant (nose) reste en l'air.\n\nLa clé pour réussir un Tailslide réside dans la maîtrise de l'équilibre et du positionnement du poids. Le rider doit garder un bon contrôle de son corps et de sa planche pendant la glisse, en ajustant constamment sa position pour maintenir le slide. Il est important de garder les épaules alignées avec la planche, ce qui permet de conserver une stabilité et une direction précises.\n\nLorsque le rider arrive à la fin du module, il amorce la sortie du Tailslide en transférant à nouveau son poids vers l'avant de la planche. Cette transition doit être fluide pour éviter de perdre l'équilibre. Une fois la sortie réussie, le rider peut poursuivre sa descente avec style ou enchaîner avec d'autres tricks.\n\nLe Tailslide offre également diverses possibilités de stylisation. Le rider peut ajouter un grab en saisissant la planche pendant le slide, ce qui ajoute une touche de style et de créativité à la figure. Les grabs les plus courants pour un Tailslide sont le Tail Grab (saisir le tail de la planche) ou le Indy Grab (saisir la carre frontside de la planche avec la main arrière).\n\nLe Tailslide est une figure accessible aux riders de différents niveaux, mais il demande tout de même une certaine maîtrise de l'équilibre et une bonne technique de glisse. Il est important de commencer par des modules plus simples et de progresser progressivement vers des obstacles plus complexes.\n\nCette figure est appréciée pour sa fluidité, son style et son côté esthétique. Elle permet aux riders de développer leur sens de l'équilibre, leur coordination et leur créativité. Le Tailslide est souvent utilisé comme base pour d'autres figures plus avancées, telles que les variations de slides ou les rotations sur les modules.\n\nQue ce soit dans un parc à neige ou dans la rue, le Tailslide est une figure emblématique du snowboard freestyle, offrant aux riders une occasion de s'exprimer, de repousser leurs limites et de partager leur passion pour ce sport unique.",
    "groupTrick": "Slide/Jibs",
    "featuredMedia": {
      "filename": "featured.png",
      "sourceName": "Paul Clark",
      "sourceLink": "https://www.flickr.com/photos/paulclarkphotography/5637466749"
    },
    "medias": [
      {
        "type": "image",
        "filename": "0.png",
        "sourceName": "Snowboard Addiction",
        "sourceLink": "https://snowboardaddiction.com/blogs/buttering/how-to-tail-slide-270"
      },
      {
        "type": "video",
        "link": "https://www.youtube.com/embed/HRNXjMBakwM"
      },
      {
        "type": "video",
        "link": "https://www.youtube.com/embed/KP6_2qtXlb8"
      }
    ]
  },
  {
    "name": "Nosepress",
    "slug": "nosepress",
    "description": "Le Nosepress est une figure emblématique du snowboard freestyle qui allie style, équilibre et précision. Cette figure consiste à glisser sur un module, tel qu'un rail ou une box, en appuyant principalement sur l'avant de la planche, appelé le \"nose\". Le Nosepress permet aux riders de repousser les limites de leur équilibre et de démontrer leur habileté technique.\n\nPour réaliser un Nosepress, le rider s'approche du module avec une bonne vitesse et fléchit légèrement les jambes pour absorber les imperfections de la surface. Une fois sur le module, le rider transfère son poids sur l'avant de la planche en s'inclinant vers l'avant. L'objectif est de maintenir une pression constante sur le nose de la planche tout au long du slide.\n\nLa clé pour réussir un Nosepress est de garder le poids centré sur l'avant de la planche et de maintenir une position équilibrée. Le rider doit garder les épaules alignées avec la planche et contrôler sa position en ajustant constamment son équilibre. Une bonne technique de jambes et de contrôle du poids est essentielle pour maintenir la pression sur le nose et éviter de décrocher du module.\n\nLe Nosepress offre de nombreuses possibilités de stylisation et de créativité. Les riders expérimentés peuvent ajouter des variations et des grabs à la figure pour lui donner une touche personnelle. Par exemple, le rider peut effectuer un grab en saisissant la planche pendant le nosepress, comme un Nosegrab (saisir le nose de la planche) ou un Melon Grab (saisir la carre frontside de la planche avec la main avant).\n\nCette figure peut également être combinée avec d'autres tricks pour créer des enchaînements fluides et dynamiques. Par exemple, le rider peut effectuer un Nosepress suivi d'un 180 ou d'une rotation, ajoutant ainsi une dimension supplémentaire à sa performance.\n\nLe Nosepress demande une certaine maîtrise de l'équilibre et une bonne connaissance de la pression exercée sur la planche. Il est recommandé de commencer par des modules plus simples et de progresser graduellement vers des obstacles plus difficiles. La pratique régulière du Nosepress permet aux riders de perfectionner leur technique, d'améliorer leur stabilité et de développer leur créativité.\n\nCette figure est appréciée pour son aspect esthétique et son style unique. Elle demande à la fois précision et contrôle, et permet aux riders de repousser leurs limites. Le Nosepress est souvent utilisé comme base pour des figures plus avancées, telles que les variations de press ou les slides sur des modules complexes.\n\nQue ce soit dans un parc à neige ou dans la rue, le Nosepress est une figure qui impressionne les spectateurs et suscite l'admiration des riders. Elle incarne l'esprit du snowboard freestyle et offre une opportunité aux riders de s'exprimer, de repousser leurs limites et de montrer leur style unique sur les modules.",
    "groupTrick": "Slide/Jibs",
    "featuredMedia": {
      "filename": "featured.png",
      "sourceName": "Meghan Pinsonneault",
      "sourceLink": "https://www.stocksy.com/831859/woman-on-snowboard-getting-gnarly-with-nose-press"
    },
    "medias": [
      {
        "type": "image",
        "filename": "0.png",
        "sourceName": "Mason Copeland",
        "sourceLink": "https://snowboardaddiction.com/blogs/latest-news/how-to-nose-press-back-1"
      },
      {
        "type": "image",
        "filename": "1.png",
        "sourceName": "Mason Copeland",
        "sourceLink": "https://snowboardaddiction.com/blogs/latest-news/how-to-nose-press-back-1"
      },
      {
        "type": "image",
        "filename": "2.png",
        "sourceName": "Mason Copeland",
        "sourceLink": "https://snowboardaddiction.com/blogs/latest-news/how-to-nose-press-back-1"
      },
      {
        "type": "image",
        "filename": "3.png",
        "sourceName": "Mason Copeland",
        "sourceLink": "https://snowboardaddiction.com/blogs/latest-news/how-to-nose-press-back-1"
      },
      {
        "type": "video",
        "link": "https://www.youtube.com/embed/_GPtkZIqZkU"
      }
    ]
  }
]
