[
  {
    "slug": "backside-180",
    "comments": [
      {
        "user": 0,
        "message": "J'ai enfin réussi un backside 180 aujourd'hui ! C'était super satisfaisant !"
      },
      {
        "user": 1,
        "message": "Félicitations ! Le backside 180 est un vrai classique, bien joué !"
      },
      {
        "user": 2,
        "message": "Wow, c'est impressionnant ! Tu as vraiment progressé !"
      },
      {
        "user": 3,
        "message": "J'aimerais tellement pouvoir en faire un propre. Des conseils ?"
      },
      {
        "user": 0,
        "message": "Merci, tout le monde ! Concentre-toi sur l'élan et fais tourner tes épaules avec ton regard."
      },
      {
        "user": 1,
        "message": "Ouais, l'élan est crucial pour cette figure. J'ai encore du mal à l'atterrissage parfois."
      },
      {
        "user": 4,
        "message": "Je suis d'accord. L'atterrissage est crucial. Reste bien centré sur ta planche !"
      },
      {
        "user": 0,
        "message": "Exactement. Et garde ton regard fixé sur la direction de rotation pour une meilleure stabilité."
      },
      {
        "user": 2,
        "message": "Vous me donnez envie d'aller essayer des backside 180 maintenant !"
      },
      {
        "user": 3,
        "message": "Moi aussi ! Mais je dois d'abord me concentrer sur mes frontside 360..."
      },
      {
        "user": 1,
        "message": "Les frontside 360, c'est cool aussi, Dave. On a tous des figures à améliorer !"
      },
      {
        "user": 0,
        "message": "Tout à fait. La progression en snowboard est un voyage continu !"
      },
      {
        "user": 4,
        "message": "J'ai hâte de vous rejoindre bientôt pour quelques sessions de snowboard !"
      },
      {
        "user": 2,
        "message": "Ce serait génial ! Plus on est de fous, plus on s'amuse sur les pistes !"
      },
      {
        "user": 3,
        "message": "On devrait organiser une sortie tous ensemble. Ça serait épique !"
      }
    ]
  },
  {
    "slug": "frontside-360",
    "comments": [
      {
        "user": 0,
        "message": "J'ai enfin réussi mon premier frontside 360 aujourd'hui ! Tellement heureuse !"
      },
      {
        "user": 1,
        "message": "Félicitations, c'est une figure impressionnante à maîtriser."
      },
      {
        "user": 2,
        "message": "Wow, bravo ! Le frontside 360 est vraiment cool !"
      },
      {
        "user": 3,
        "message": "Super boulot, Tu as dû te sentir sur un nuage en le réussissant !"
      },
      {
        "user": 0,
        "message": "Merci, tout le monde ! C'était génial, mais je vais devoir travailler sur l'atterrissage pour le rendre plus fluide."
      },
      {
        "user": 1,
        "message": "Je comprends, l'atterrissage est crucial pour éviter les chutes. Tu vas t'améliorer rapidement !"
      },
      {
        "user": 4,
        "message": "Je suis sûre que tu y arriveras. Tu es déjà une pro en snowboard !"
      },
      {
        "user": 0,
        "message": "Merci pour le soutien, les amis ! Vous êtes géniaux !"
      },
      {
        "user": 2,
        "message": "Quand est-ce qu'on va tous ensemble à la montagne pour des sessions de frontside 360 ?"
      },
      {
        "user": 3,
        "message": "Je suis partant ! On devrait organiser ça pour le week-end prochain."
      },
      {
        "user": 1,
        "message": "Excellente idée. Plus on est de fous, plus on s'amuse sur les pistes !"
      },
      {
        "user": 0,
        "message": "Je suis partante aussi ! Ce sera super de s'entraider et de s'amuser ensemble."
      },
      {
        "user": 4,
        "message": "Comptez-moi également ! Ça fait longtemps que je n'ai pas fait de frontside 360."
      },
      {
        "user": 2,
        "message": "Ok, c'est décidé ! Week-end prochain, session de frontside 360 en groupe !"
      },
      {
        "user": 3,
        "message": "Ça va être épique ! J'ai hâte de vous voir tous en action !"
      }
    ]
  },
  {
    "slug": "cab-540",
    "comments": [
      {
        "user": 0,
        "message": "J'ai enfin réussi mon premier cab 540 aujourd'hui ! Trop heureuse !"
      },
      {
        "user": 1,
        "message": "Waouh, bravo ! Le cab 540, c'est impressionnant, tu as dû bosser dur !"
      },
      {
        "user": 2,
        "message": "Félicitations ! Le cab 540 est une figure cool, j'aimerais bien le maîtriser aussi."
      },
      {
        "user": 3,
        "message": "Super boulot ! Des conseils pour ceux d'entre nous qui essaient toujours ?"
      },
      {
        "user": 0,
        "message": "Merci, tout le monde ! Garde ton élan constant et pousse fort avec ton pied arrière pour la rotation."
      },
      {
        "user": 1,
        "message": "C'est un conseil précieux. J'ai encore du mal à tourner proprement en cab 540."
      },
      {
        "user": 4,
        "message": "Moi aussi, je dois m'améliorer sur cette figure. Vous me donnez envie de m'entraîner !"
      },
      {
        "user": 0,
        "message": "Vous pouvez le faire, les gars ! C'est une figure gratifiante une fois que vous la maîtrisez."
      },
      {
        "user": 2,
        "message": "J'aimerais vous rejoindre pour une session de cab 540 bientôt. Ça vous dit ?"
      },
      {
        "user": 3,
        "message": "Carrément ! Organisons ça ce week-end si tout le monde est libre."
      },
      {
        "user": 1,
        "message": "Bonne idée. Une session de cab 540 en groupe, ça peut être super motivant !"
      },
      {
        "user": 0,
        "message": "Je suis partante ! Plus on est de fous, plus on rit sur les pistes !"
      },
      {
        "user": 4,
        "message": "Moi aussi, je me joindrai à vous ! Ça va être amusant de progresser ensemble."
      },
      {
        "user": 2,
        "message": "C'est génial de voir à quel point on progresse tous en snowboard. On forme une super équipe !"
      },
      {
        "user": 3,
        "message": "C'est sûr ! Vive le snowboard et les sessions de cab 540 entre amis !"
      }
    ]
  },
  {
    "slug": "tailslide",
    "comments": [
      {
        "user": 0,
        "message": "J'ai enfin réussi mon premier tailslide aujourd'hui ! C'était super fun !"
      },
      {
        "user": 1,
        "message": "Génial ! Le tailslide est une figure cool à maîtriser. Tu as dû être contente !"
      },
      {
        "user": 2,
        "message": "Bravo ! Le tailslide est l'une de mes figures préférées. On doit se rejoindre pour une session !"
      },
      {
        "user": 3,
        "message": "Super boulot, des conseils pour ceux qui essaient de le réaliser ?"
      },
      {
        "user": 0,
        "message": "Merci, tout le monde ! Assure-toi d'avoir une bonne vitesse et positionne-toi bien sur l'obstacle."
      },
      {
        "user": 3,
        "message": "C'est vrai, l'élan est crucial pour réussir le tailslide. J'aimerais le perfectionner aussi."
      },
      {
        "user": 4,
        "message": "Je dois aussi m'entraîner sur cette figure. Vous m'avez donné envie de me perfectionner !"
      },
      {
        "user": 0,
        "message": "Vous allez y arriver, les gars ! C'est une figure super satisfaisante à maîtriser."
      },
      {
        "user": 2,
        "message": "On devrait organiser une sortie tous ensemble pour travailler nos tailslides !"
      },
      {
        "user": 3,
        "message": "Excellente idée. Plus on est de fous, plus on s'amuse sur les pistes !"
      },
      {
        "user": 1,
        "message": "Je suis partant ! Une session de tailslide en groupe, ça va être génial !"
      },
      {
        "user": 0,
        "message": "Je suis partante aussi ! On va s'éclater et progresser ensemble !"
      },
      {
        "user": 4,
        "message": "Comptez-moi également ! Ce serait super de partager nos conseils et astuces."
      },
      {
        "user": 2,
        "message": "D'accord, c'est décidé ! Week-end prochain, session de tailslide entre amis !"
      },
      {
        "user": 3,
        "message": "Ça va être une journée inoubliable. J'ai hâte de vous retrouver tous sur les pistes !"
      }
    ]
  },
  {
    "slug": "nosepress",
    "comments": [
      {
        "user": 0,
        "message": "J'ai réussi mon premier nosepress aujourd'hui ! Trop contente !"
      },
      {
        "user": 1,
        "message": "Bravo ! Le nosepress, c'est stylé, tu dois être fière de toi !"
      },
      {
        "user": 2,
        "message": "Félicitations ! J'ai essayé de le faire hier, mais c'était plus difficile que je ne le pensais."
      },
      {
        "user": 3,
        "message": "Super boulot ! Des conseils pour ceux d'entre nous qui essaient encore ?"
      },
      {
        "user": 0,
        "message": "Merci, tout le monde ! Dave, garde ton poids sur l'avant de la planche et fléchis tes genoux pour équilibrer la figure."
      },
      {
        "user": 1,
        "message": "C'est un conseil précieux. J'ai besoin de travailler mon équilibre sur le nosepress."
      },
      {
        "user": 4,
        "message": "Moi aussi, je dois améliorer ma stabilité. Vous me motivez à persévérer !"
      },
      {
        "user": 0,
        "message": "Vous allez y arriver, les amis ! Le nosepress demande de la pratique, mais c'est fun quand on le maîtrise."
      },
      {
        "user": 2,
        "message": "On devrait tous s'entraider pour progresser. Une session nosepress en groupe serait sympa !"
      },
      {
        "user": 3,
        "message": "Excellente idée. Plus on est de fous, plus on rit sur les pistes !"
      },
      {
        "user": 1,
        "message": "Comptez-moi aussi ! J'aimerais bien perfectionner mon nosepress."
      },
      {
        "user": 0,
        "message": "D'accord, on organise ça pour le week-end prochain ? Ce sera cool de partager nos astuces."
      },
      {
        "user": 4,
        "message": "Je suis partante ! C'est génial de se soutenir les uns les autres dans notre progression."
      },
      {
        "user": 2,
        "message": "On a une super équipe de nosepress en devenir ! On va déchirer les pistes !"
      },
      {
        "user": 3,
        "message": "Absolument ! Vive le nosepress et vive nos futures sessions ensemble !"
      }
    ]
  }
]
